// 학과 데이터 구조화
export const humanitiesData = [
  {
    college: "유학대학",
    majors: ["유학동양학과"],
  },
  {
    college: "문과대학",
    majors: [
      "국어국문학과",
      "영어영문학과",
      "프랑스어문학과",
      "중어중문학과",
      "독어독문학과",
      "러시아어문학과",
      "한문학과",
      "사학과",
      "문헌정보학과",
      "철학과",
    ],
  },
  {
    college: "사회과학대학",
    majors: [
      "글로벌리더학부",
      "미디어커뮤니케이션학과",
      "심리학과",
      "행정학과",
      "사회학과",
      "소비자학과",
      "정치외교학과",
      "사회복지학과",
      "아동청소년학과",
    ],
  },
  {
    college: "경제대학",
    majors: ["경제학과", "통계학과", "글로벌경제학과"],
  },
  {
    college: "경영대학",
    majors: ["경영학과", "글로벌경영학과"],
  },
  {
    college: "사범대학",
    majors: ["교육학과", "한문교육과", "수학교육과", "컴퓨터교육과"],
  },
  {
    college: "예술대학",
    majors: ["미술학과", "무용학과", "디자인학과", "연기예술학과"],
  },
];
