export const sciencesData = [
  {
    college: "자연과학대학",
    majors: ["생명과학과", "수학과", "물리학과", "화학과"],
  },
  {
    college: "생명공학대학",
    majors: ["식품생명공학과", "바이오메카트로닉스학과", "융합생명공학과"],
  },
  {
    college: "정보통신대학",
    majors: ["반도체시스템공학부", "전자전기공학부", "소프트웨어융합학과"],
  },
  {
    college: "공과대학",
    majors: [
      "화학공학/고분자공학부",
      "신소재공학부",
      "기계공학부",
      "건설환경공학부",
      "시스템경영공학과",
      "나노공학과",
      "건축학과",
    ],
  },
  {
    college: "스포츠과학대학",
    majors: ["스포츠과학과"],
  },
  {
    college: "약학대학",
    majors: ["약학과"],
  },
  {
    college: "의과대학",
    majors: ["의예과", "의학과"],
  },
];
