export const sciencesData = [
  {
    college: "자연과학대학",
    majors: ["생명과학과", "수학과", "물리학과", "화학과"],
  },
  {
    college: "생명공학대학",
    majors: ["식품생명공학과", "바이오메카트로닉스학과", "융합생명공학과"],
  },
  {
    college: "정보통신대학",
    majors: ["전자전기공학부", "반도체시스템공학과", "소재부품융합공학과", "반도체융합공학과", "차세대반도체공학연계전공"],
  },
  {
    college: "소프트웨어융합대학",
    majors: ["소프트웨어학과", "컴퓨터공학과", "데이터사이언스융합전공", "인공지능융합전공", "컬처앤테크놀로지융합전공", "지능형소프트웨어학과"],
  },
  {
    college: "공과대학",
    majors: [
      "화학공학/고분자공학부",
      "신소재공학부",
      "기계공학부",
      "건설환경공학부",
      "시스템경영공학과",
      "나노공학과",
      "건축학과",
    ],
  },
  {
    college: "스포츠과학대학",
    majors: ["스포츠과학과"],
  },
  {
    college: "약학대학",
    majors: ["약학과"],
  },
  {
    college: "의과대학",
    majors: ["의학과"],
  },
  {
    college: "성균융합원",
    majors: ["글로벌바이오메디컬공학과", "응용AI융합학부", "에너지학과"],
  },
];
